name = "Ram"
age = 21
height = 5.7

print("My name is", name, "i am", age,"years old", "my height is ",height)


'''चर (Variables)
चर भनेको कुनै पनि डाटा भण्डारण गर्न प्रयोग गरिने नाम हो। माथिको उदाहरणमा, x, y, name, र is_python_fun सबै चरहरू हुन्।

चर बनाउने नियमहरू:

चरको नाम अक्षर वा अण्डरस्कोर (_ ) बाट सुरु हुनुपर्छ।
चरको नाममा अक्षर, अंक, र अण्डरस्कोर मात्र प्रयोग गर्न सकिन्छ।
चरको नाममा स्पेस प्रयोग गर्न सकिँदैन।
पाइथनका किवर्डहरू (जस्तै: if, else, for, while) चरको नामको रूपमा प्रयोग गर्न सकिँदैन।'''