'''
फङ्क्सनहरू (Functions)
फङ्क्सन भनेको एउटा कोड ब्लक हो जसले कुनै विशेष कार्य गर्छ। 
हामी बारम्बार प्रयोग हुने कोडलाई एक पटक फङ्क्सनको रूपमा लेखेर धेरै पटक प्रयोग गर्न सक्छौँ।
यसले हाम्रो कोडलाई सफा र पुन: प्रयोग गर्न मिल्ने बनाउँछ।

फङ्क्सन कसरी बनाउने?

Python
def function_name(parameters):
    # यहाँ फङ्क्सनको कोड लेख्नुहोस्

def: यो किवर्डले फङ्क्सनलाई परिभाषित गर्छ।
function_name: फङ्क्सनको नाम हो।
parameters: फङ्क्सनलाई पास गरिने मानहरू हुन्।
return: फङ्क्सनले कुनै मान फर्काउन चाहन्छ भने return स्टेटमेन्ट प्रयोग गरिन्छ।


def greet(name):
    print("नमस्ते,", name)

greet("राम")
'''
def add(x, y):
    multi = x * y
    return multi

result = add(5, 3)
print(result)  # Output: 8